export const attentionUser = {
  email: 'Пользователь с таким e-mail уже существует.',
  error: 'Что-то пошло не так! Попробуйте еще раз.',
  login: 'Неправильный логин или пароль.',
  profile: 'Данные профиля успешно обновлены.',
  profileError: 'При обновлении профиля произошла ошибка.'
}

export const attentionMovie = {
  error: 'Во время запроса произошла ошибка. Возможно, проблема с соединением или сервер недоступен. Подождите немного и попробуйте ещё раз',
  notFound: 'Ничего не найдено. 🥺',
}